Repository: KnpLabs/KnpTimeBundle
Catalog: src/Resources/translations/time.*.xliff
Languages: ar, bg, bs_latn_ba, ca, cs, de, eo, fi, fr, hu, id, ja, ky, lt, nb, nn, pl, ro, ru, sk, sl, th, uk, vi, zh_tw

source: 1 year ago|%count% years ago
ar: {1}منذ سنة|{2}منذ سنتين|[3,9]منذ %count% سنوات|[10,+Inf]منذ %count% سنة
bg: преди 1 година|преди %count% години
bs_latn_ba: prije 1 godine|%count% godina
ca: fa 1 any|fa %count% anys
cs: před rokem|[2, Inf]před %count% roky
de: vor einem Jahr|vor %count% Jahren
eo: antaŭ 1 jaro|antaŭ %count% jaroj
fi: 1 vuosi sitten|%count% vuotta sitten
fr: il y a 1 an|il y a %count% ans
hu: 1 éve|%count% éve
id: 1 tahun yang lalu|%count% tahun yang lalu
ja: %count%年前
ky: %count% жыл мурун
lt: prieš metus|prieš %count% metus|prieš %count% metų
nb: %count% år siden
nn: %count% år sidan
pl: rok temu|%count% lata temu|%count% lat temu
ro: %count% an în urmă|%count% ani în urmă|%count% de ani în urmă
ru: %count% год назад|%count% года назад|%count% лет назад
sk: pred rokom|[2, Inf]pred %count% rokmi
sl: {1}pred 1 letom|{2}pred %count% letoma|[3, Inf]pred %count% leti
th: %count% ปีที่แล้ว
uk: %count% рiк тому|%count% роки тому|%count% рокiв тому
vi: 1 năm trước|%count% năm trước
zh_tw: %count% 年前

source: 1 month ago|%count% months ago
ar: {1}منذ شهر|{2}منذ شهرين|[2,9]منذ %count% أشهر|[10,+Inf]منذ %count% شهور
bg: преди 1 месец|преди %count% месеца
bs_latn_ba: prije 1 mjeseca|%count% mjeseci
ca: fa 1 mes|fa %count% mesos
cs: před měsícem|[2, Inf]před %count% měsíci
de: vor einem Monat|vor %count% Monaten
eo: antaŭ 1 monato|antaŭ %count% monatoj
fi: 1 kuukausi sitten|%count% kuukautta sitten
fr: il y a 1 mois|il y a %count% mois
hu: 1 hónapja|%count% hónapja
id: 1 bulan yang lalu|%count% bulan yang lalu
ja: %count%ヶ月前
ky: %count% ай мурун
lt: prieš mėnesį|prieš %count% mėnesius|prieš %count% mėnesių
nb: 1 måned siden|%count% måneder
nn: 1 månad sidan|%count% månader
pl: miesiąc temu|%count% miesiące temu|%count% miesięcy temu
ro: %count% lună în urmă|%count% luni în urmă|%count% de luni în urmă
ru: %count% месяц назад|%count% месяца назад|%count% месяцев назад
sk: pred mesiacom|[2, Inf]pred %count% mesiacmi
sl: {1}pred 1 mesecem|{2}pred %count% mesecema|[3, Inf]pred %count% meseci
th: %count% เดือนที่แล้ว
uk: %count% мiсяць тому|%count% мiсяцi тому|%count% мiсяцiв тому
vi: 1 tháng trước|%count% tháng trước
zh_tw: %count% 月前

source: 1 day ago|%count% days ago
ar: {1} منذ يوم|{2}منذ يومين|[2,10]منذ %count% ايام|[11,+Inf]منذ %count% يوم
bg: преди 1 ден|преди %count% дни
bs_latn_ba: prije 1 dan|%count% dana
ca: fa 1 dia|fa %count% dies
cs: {1}včera|{2}předevčírem|[3, Inf]před %count% dny
de: vor einem Tag|vor %count% Tagen
eo: antaŭ 1 tago|antaŭ %count% tagoj
fi: 1 päivä sitten|%count% päivää sitten
fr: il y a 1 jour|il y a %count% jours
hu: 1 napja|%count% napja
id: 1 hari yang lalu|%count% hari yang lalu
ja: %count%日前
ky: %count% күн мурун
lt: prieš dieną|prieš %count% dienas|prieš %count% dienų
nb: 1 dag siden|%count% dager siden
nn: 1 dag sidan|%count% dagar sidan
pl: wczoraj|%count% dni temu|%count% dni temu
ro: %count% zi în urmă|%count% zile în urmă|%count% de zile în urmă
ru: %count% день назад|%count% дня назад|%count% дней назад
sk: {1}včera|{2}predvčerom|[3, Inf]pred %count% dňami
sl: {1}pred 1 dnevom|{2}pred %count% dnevoma|[3, Inf]pred %count% dnevi
th: %count% วันที่แล้ว
uk: %count% день тому|%count% днi тому|%count% днiв тому
vi: 1 ngày trước|%count% ngày trước
zh_tw: %count% 天前

source: 1 hour ago|%count% hours ago
ar: {1}منذ ساعة|{2}منذ ساعتين|[2,10]منذ %count% ساعات|[11,+Inf]منذ %count% ساعة
bg: преди 1 час|преди %count% часа
bs_latn_ba: prije 1 sat|%count% sati
ca: fa 1 hora|fa %count% hores
cs: před hodinou|[2, Inf]před %count% hodinami
de: vor einer Stunde|vor %count% Stunden
eo: antaŭ 1 horo|antaŭ %count% horoj
fi: 1 tunti sitten|%count% tuntia sitten
fr: il y a 1 heure|il y a %count% heures
hu: 1 órája|%count% órája
id: 1 jam yang lalu|%count% jam yang lalu
ja: %count%時間前
ky: %count% саат мурун
lt: prieš valandą|prieš %count% valandas|prieš %count% valandų
nb: 1 time siden|%count% timer siden
nn: 1 time sidan|%count% timar sidan
pl: godzinę temu|%count% godziny temu|%count% godzin temu
ro: %count% oră în urmă|%count% ore în urmă|%count% de ore în urmă
ru: %count% час назад|%count% часа назад|%count% часов назад
sk: pred hodinou|[2, Inf]pred %count% hodinami
sl: {1}pred 1 uro|{2}pred %count% urama|[3, Inf]pred %count% urami
th: %count% ชั่วโมงที่แล้ว
uk: %count% годину тому|%count% години тому|%count% годин тому
vi: 1 giờ trước|%count% giờ trước
zh_tw: %count% 小時前

source: 1 minute ago|%count% minutes ago
ar: {1}منذ دقيقة واحدة|{2}منذ دقيقتين|[2,10]منذ %count% دقائق|[11,+Inf]منذ %count% دقيقة
bg: преди 1 минута|преди %count% минути
bs_latn_ba: prije 1 minute|%count% minuta
ca: fa 1 minut|fa %count% minuts
cs: před minutou|[2, Inf]před %count% minutami
de: vor einer Minute|vor %count% Minuten
eo: antaŭ 1 minuto|antaŭ %count% minutoj
fi: 1 minuutti sitten|%count% minuuttia sitten
fr: il y a 1 minute|il y a %count% minutes
hu: 1 perce|%count% perce
id: 1 menit yang lalu|%count% menit yang lalu
ja: %count%分前
ky: %count% минута мурун
lt: prieš minutę|prieš %count% minutes|prieš %count% minučių
nb: 1 minutt siden|%count% minutter siden
nn: 1 minutt sidan|%count% minutt sidan
pl: minutę temu|%count% minuty temu|%count% minut temu
ro: %count% minut în urmă|%count% minute în urmă|%count% de minute în urmă
ru: %count% минуту назад|%count% минуты назад|%count% минут назад
sk: pred minútou|[2, Inf]pred %count% minútami
sl: {1}pred 1 minuto|{2}pred %count% minutama|[3, Inf]pred %count% minutami
th: %count% นาทีที่แล้ว
uk: %count% хвилину тому|%count% хвилини тому|%count% хвилин тому
vi: 1 phút trước|%count% phút trước
zh_tw: %count% 分鐘前

source: 1 second ago|%count% seconds ago
ar: {1}منذ ثانية واحدة|{2}منذ ثانيتين|[2,10]منذ %count% ثواني|[11,+Inf]منذ %count% ثانية
bg: преди 1 секунда|преди %count% секунди
bs_latn_ba: prije 1 sekunde|%count% sekundi
ca: fa 1 segon|fa %count% segons
cs: před sekundou|[2, Inf]před %count% sekundami
de: vor einer Sekunde|vor %count% Sekunden
eo: antaŭ 1 sekundo|antaŭ %count% sekundoj
fi: 1 sekuntti sitten|%count% sekunttia sitten
fr: il y a 1 seconde|il y a %count% secondes
hu: 1 másodperce|%count% másodperce
id: 1 detik yang lalu|%count% detik yang lalu
ja: %count%秒前
ky: %count% секунд мурун
lt: prieš sekundę|prieš %count% sekundes|prieš %count% sekundžių
nb: 1 sekund siden|%count% sekunder siden
nn: 1 sekund sidan|%count% sekund sidan
pl: sekundę temu|%count% sekundy temu|%count% sekund temu
ro: %count% secundă în urmă|%count% secunde în urmă|%count% de secunde în urmă
ru: %count% секунду назад|%count% секунды назад|%count% секунд назад
sk: pred sekundou|[2, Inf]pred %count% sekundami
sl: {1}pred 1 sekundo|{2}pred %count% sekundama|[3, Inf]pred %count% sekundami
th: %count% วินาทีที่แล้ว
uk: %count% секунду тому|%count% секунди тому|%count% секунд тому
vi: 1 giây trước|%count% giây trước
zh_tw: %count% 秒前

source: now
ar: الان
bg: сега
bs_latn_ba: trenutno
ca: ara
cs: nyní
de: jetzt
eo: nun
fi: nyt
fr: maintenant
hu: most
id: baru saja
ja: 今
ky: азыр
lt: dabar
nb: nå
nn: no
pl: teraz
ro: acum
ru: сейчас
sk: teraz
sl: pravkar
th: ณ ตอนนี้
uk: зараз
vi: bây giờ
zh_tw: 剛才

source: in 1 second|in %count% seconds
ar: {1}في خلال ثانية|{2}في خلال ثانيتين|[3,10]في خلال %count% ثواني|[11,+Inf]في خلال %count% ثانية
bg: след 1 секунда|след %count% секунди
bs_latn_ba: u 1 sekundi|%count% sekundi
ca: d'aquí 1 segon|d'aquí %count% segons
cs: {1}za sekundu|[2, 4]za %count% sekundy|[5, Inf]za %count% sekund
de: in einer Sekunde|in %count% Sekunden
eo: post 1 sekundo|post %count% sekundoj
fi: yhden sekunnin päästä|%count% sekunnin päästä
fr: dans 1 seconde|dans %count% secondes
hu: 1 másodperc múlva|%count% másodperc múlva
id: dalam 1 detik|dalam %count% detik
ja: %count%秒後
ky: %count% секундадан кийин
lt: po sekundės|po %count% sekundžių|po %count% sekundžių
nb: om 1 sekund|om %count% sekunder
nn: om 1 sekund|om %count% sekund
pl: za sekundę|za %count% sekundy|za %count% sekund
ro: peste %count% secundă|peste %count% secunde|peste %count% de secunde
ru: через %count% секунду|через %count% секунды|через %count% секунд
sk: {1}za sekundu|[2, 4]za %count% sekundy|[5, Inf]za %count% sekúnd
sl: {1}za 1 sekundo|{2}za %count% sekundi|[3, Inf]za %count% sekunde
th: ใน %count% วินาที
uk: через %count% секунду|через %count% секунди|через %count% секунд
vi: trong 1 giây|trong %count% giây
zh_tw: %count% 秒後

source: in 1 hour|in %count% hours
ar: {1}في خلال ساعة|{2}في خلال ساعتين|[3,10]في خلال %count% ساعات|[11,+Inf]في خلال %count% ساعة
bg: след 1 час|след %count% часа
bs_latn_ba: u 1 satu|%count% sati
ca: d'aquí 1 hora|d'aquí %count% hores
cs: {1}za hodinu|[2, 4]za %count% hodiny|[5, Inf]za %count% hodin
de: in einer Stunde|in %count% Stunden
eo: post 1 horo|post %count% horoj
fi: yhden tunnin päästä|%count% tunnin päästä
fr: dans 1 heure|dans %count% heures
hu: 1 óra múlva|%count% óra múlva
id: dalam 1 jam|dalam %count% jam
ja: %count%日後
ky: %count% сааттан кийин
lt: po valandos|po %count% valandų|po %count% valandų
nb: om 1 time|om %count% timer
nn: om 1 time|om %count% timar
pl: za godzinę|za %count% godziny|za %count% godzin
ro: peste %count% oră|peste %count% ore|peste %count% de ore
ru: через %count% час|через %count% часа|через %count% часов
sk: {1}za hodinu|[2, 4]za %count% hodiny|[5, Inf]za %count% hodín
sl: {1}za 1 uro|{2}za %count% uri|[3, Inf]za %count% ure
th: ใน %count% ชั่วโมง
uk: через %count% годину|через %count% години|через %count% годин
vi: trong 1 giờ|trong %count% giờ
zh_tw: %count% 小時後

source: in 1 minute|in %count% minutes
ar: {1}في خلال دقيقة|{2}في خلال دقيقتين|[3,10]في خلال %count% دقائق|[11,+Inf]في خلال %count% دقيقة
bg: след 1 минута|след %count% минути
bs_latn_ba: u 1 minuti|%count% minuti
ca: d'aquí 1 minut|d'aquí %count% minuts
cs: {1}za minutu|[2, 4]za %count% minuty|[5, Inf]za %count% minut
de: in einer Minute|in %count% Minuten
eo: post 1 minuto|post %count% minutoj
fi: yhden minuutin päästä|%count% minuutin päästä
fr: dans 1 minute|dans %count% minutes
hu: 1 perc múlva|%count% perc múlva
id: dalam 1 menit|dalam %count% menit
ja: %count%分後
ky: %count% минутадан кийин
lt: po minutės|po %count% minučių|po %count% minučių
nb: om 1 minutt|om %count% minutter
nn: om 1 minutt|om %count% minutt
pl: za minutę|za %count% minuty|za %count% minut
ro: peste %count% minut|peste %count% minute|peste %count% de minute
ru: через %count% минуту|через %count% минуты|через %count% минут
sk: {1}za minútu|[2, 4]za %count% minúty|[5, Inf]za %count% minút
sl: {1}za 1 minuto|{2}za %count% minuti|[3, Inf]za %count% minute
th: ใน %count% นาที
uk: через %count% хвилину|через %count% хвилини|через %count% хвилин
vi: trong 1 phút|trong %count% phút
zh_tw: %count% 分鐘後

source: in 1 day|in %count% days
ar: {1}في خلال يوم|{2}في خلال يومين|[3,10]في خلال %count% ايام|[11,+Inf]في خلال %count% يوم
bg: след 1 ден|след %count% дни
bs_latn_ba: u 1 danu|%count% dana
ca: d'aquí 1 dia|d'aquí %count% dies
cs: {1}zítra|{2}pozítří|[3, 4]za %count% dny|[5, Inf]za %count% dnů
de: in einem Tag|in %count% Tagen
eo: post 1 tago|post %count% tagoj
fi: yhden päivän päästä|%count% päivän päästä
fr: dans 1 jour|dans %count% jours
hu: 1 nap múlva|%count% nap múlva
id: dalam 1 hari|dalam %count% hari
ja: %count%日後
ky: %count% күндөн кийин
lt: po dienos|po %count% dienų|po %count% dienų
nb: om 1 dag|om %count% dager
nn: om 1 dag|om %count% dagar
pl: jutro|za %count% dni|za %count% dni
ro: peste %count% zi|peste %count% zile|peste %count% de zile
ru: через %count% день|через %count% дня|через %count% дней
sk: {1}zajtra|{2}pozajtra|[3, 4]za %count% dni|[5, Inf]za %count% dní
sl: {1}za 1 dan|{2}za %count% dneva|[3, Inf]za %count% dni
th: ใน %count% วัน
uk: через %count% день|через %count% днi|через %count% днiв
vi: trong 1 ngày|trong %count% ngày
zh_tw: %count% 天後

source: in 1 month|in %count% months
ar: {1}في خلال شهر|{2}في خلال شهرين|[3,10]في خلال %count% أشهر|[11,+Inf]في خلال %count% شهر
bg: след 1 месец|след %count% месеца
bs_latn_ba: u 1 mjesecu|%count% mjeseca
ca: d'aquí 1 mes|d'aquí %count% mesos
cs: {1}za měsíc|[2, 4]za %count% měsíce|[5, Inf]za %count% měsíců
de: in einem Monat|in %count% Monaten
eo: post 1 monato|post %count% monatoj
fi: yhden kuukauden päästä|%count% kuukauden päästä
fr: dans 1 mois|dans %count% mois
hu: 1 hónap múlva|%count% hónap múlva
id: dalam 1 bulan|dalam %count% bulans
ja: %count%ヶ月後
ky: %count% айдан кийин
lt: po mėnesio|po %count% mėnesių|po %count% mėnesių
nb: om 1 måned|om %count% måneder
nn: om 1 månad|om %count% månader
pl: za miesiąc|za %count% miesiące|za %count% miesięcy
ro: peste %count% lună|peste %count% luni|peste %count% de luni
ru: через %count% месяц|через %count% месяца|через %count% месяцев
sk: {1}za mesiac|[2, 4]za %count% mesiace|[5, Inf]za %count% mesiacov
sl: {1}za 1 mesec|{2}za %count% meseca|[3, Inf]za %count% mesece
th: ใน %count% เดือน
uk: через %count% мiсяць|через %count% мiсяцi|через %count% мiсяцiв
vi: trong 1 tháng|trong %count% tháng
zh_tw: %count% 個月後

source: in 1 year|in %count% years
ar: {1}في خلال سنة|{2}في خلال سنتين|[3,10]في خلال %count% سنوات|[11,+Inf]في خلال %count% سنة
bg: след 1 година|след %count% години
bs_latn_ba: u 1 godini|%count% godine
ca: d'aquí 1 any|d'aquí %count% anys
cs: {1}za rok|[2, 4]za %count% roky|[5, Inf]za %count% let
de: in einem Jahr|in %count% Jahren
eo: post 1 jaro|post %count% jaroj
fi: yhden vuoden päästä|%count% vuoden päästä
fr: dans 1 an|dans %count% ans
hu: 1 év múlva|%count% év múlva
id: dalam 1 tahun|dalam %count% tahun
ja: %count%年後
ky: %count% жылдан кийин
lt: po metų|po %count% metų|po %count% metų
nb: om %count% år
nn: om %count% år
pl: za rok|za %count% lata|za %count% lat
ro: peste %count% an|peste %count% ani|peste %count% de ani
ru: через %count% год|через %count% года|через %count% лет
sk: {1}za rok|[2, 4]za %count% roky|[5, Inf]za %count% rokov
sl: {1}za 1 leto|{2}za %count% leti|[3, Inf]za %count% leta
th: ใน %count% ปี
uk: через %count% рiк|через %count% роки|через %count% рокiв
vi: trong 1 năm|trong %count% năm
zh_tw: %count% 年後
